
import laptop from '../../../../assets/img/Laptop.svg'
import plus from '../../../../assets/icons/Plus.svg'
import Botcollectdonations from '../../../../assets/img/Botcollectdonations.svg'
import PaymentService from '../../../../assets/img/PaymentService.svg'
import Cafebot from '../../../../assets/img/Cafebot.svg'
import Ap from '../../../../assets/img/AP.svg'
import Coffee from '../../../../assets/img/Coffee.svg'
import Newsparserbot from '../../../../assets/img/Newsparserbot.svg'
import PharmacywithAP from '../../../../assets/img/PharmacywithAP.svg'
import Randompicture from '../../../../assets/img/Randompicture.svg'
import Tea from '../../../../assets/img/Tea.svg'
import Technicalsupportbot from '../../../../assets/img/Technicalsupportbot.svg'
import TGBots from '../../../../assets/img/TGBots.svg'
import webTab from '../../../../assets/img/webTab.jpg'
import Platforma from '../../../../assets/img/Platforma.jpg'


export const data = [
    {
        img: plus,
        number: '01',
        title: 'WEB Разработка',
        tabs: ['WEB Разработка', 'Platforma', 'Payment Service', 'Сайт для аптеки с панелью администратора', 'Разработка интернет магазина горячих напитков', 'Кастомная панель администратора'],
        content: [
            {
                title: "WEB Разработка",
                subtitle: "Создание современных и функциональных сайтов, соответствующих требованиям клиента.Персонализированный подход к каждому проекту.Уникальный дизайн, привлекающий внимание посетителей.Интуитивная навигация для удобства пользователей.Гибкость и масштабируемость сайта для роста бизнеса.Оптимизация сайта для поисковых систем, чтобы привлечь больше органического трафика.Поддержка и обслуживание сайта после его запуска.Команда профессионалов, готовых воплотить все ваши идеи в жизнь.Достижение бизнес-целей онлайн через создание эффективного сайта.Свяжитесь с нами сегодня и доверьте создание своего сайта опытным специалистам.Нужно для заЦель и область сайтафункциональные требованиядизайн и пользовательский интерфейсструктура и контенттехнические требованиябюджет и срокиинтеграция и поддержка.",
                imgs: [webTab]
            },
            {
                title: "Platforma",
                subtitle: "Platforma.exe — это уникальный проект, разрабатывающийся как универсальный хаб, в котором будут реализованы следующие возможности:центр профориентации - выявление профессиональных потребностей каждого участника проекта, оценка уровня имеющихся физических и ментальных ограничений для каждой профессии через тестирование, общение с психологом. Формирование индивидуального плана профессионального роста для каждого участника. ",
                imgs: [Platforma]
            },
            {
                title: "Payment Service",
                subtitle: 'Payment Service - это успешный проект компании, который был разработан для предоставления удобного и безопасного платежного сервиса в сфере веб-разработки. Проект успешно завершен, и его целью было обеспечить клиентов надежным и эффективным инструментом для онлайн-платежей.',
                imgs: [PaymentService]
            },
            {
                title: "Сайт для аптеки с панелью администратора",
                subtitle: `Сайт для аптеки с панелью администратора - это успешный проект, созданный одним из наших талантливых сотрудников. Он представляет собой полнофункциональный веб-сайт для аптеки с удобной панелью администратора, что позволяет легко управлять содержимым сайта.
                Администраторы аптеки получили мощный инструмент для управления содержимым и заказами на сайте, что повысило эффективность работы.`,
                imgs: [PharmacywithAP]
            },
            {
                title: "Разработка интернет магазина горячих напитков",
                subtitle: "Интернет-магазин горячих напитков - это удачный проект, разработанный нашей командой, который представляет собой современный онлайн-платформу для продажи разнообразных горячих напитков. Проект позволяет пользователям легко и удобно заказывать свои любимые напитки прямо из дома или офиса.",
                imgs: [Coffee, Tea]
            },
            {
                title: "Кастомная панель администратора",
                subtitle: "Наша команда успешно разработала Кастомную панель для администрирования контента - мощный и интуитивно понятный инструмент, предназначенный для управления содержимым веб-проекта. Эта кастомная панель была разработана специально для определенного веб-проекта, чтобы облегчить процесс управления контентом и дать полный контроль над сайтом его администраторам.",
                imgs: [Ap]
            },

        ]
    },
    {
        img: plus,
        number: '02',
        title: 'Чат-боты',
        tabs: ['Разработка ботов', 'Чат-бот парсер новостей', 'Чат-бот для сбора пожертвований', 'Бот Кафе', 'Антиспам Telegram клиент',
            'Бот технической поддержки'],
        content: [
            {
                title: "Разработка ботов",
                subtitle: "Наша компания предлагает профессиональные услуги по разработке клиентов и ботов для Telegram. Мы специализируемся на создании высокоэффективных и интуитивно понятных чат-ботов, которые помогут вам автоматизировать коммуникацию с вашей аудиторией и улучшить работу вашего бизнеса.",
                imgs: [TGBots]
            },
            {
                title: "Чат-бот парсер новостей",
                subtitle: "Чат-бот парсер новостей - это Telegram бот, разработанный нашей командой, предназначенный для автоматического сбора и предоставления пользователю свежих новостей с различных источников, таких как портал РБК и другие новостные ресурсы.",
                imgs: [Newsparserbot]
            },
            {
                title: "Чат-бот для сбора пожертвований",
                subtitle: "Чат-бот для сбора пожертвований - это важный и социально значимый проект, разработанный нашей командой, который представляет собой Telegram бот, спроектированный для сбора благотворительных пожертвований на различные благотворительные цели. Проект стал мощным инструментом для благотворительных организаций и проектов, обеспечивая им средства для поддержки важных общественных дел. Благодаря этому боту, доноры имеют удобную и прозрачную возможность вносить свой вклад в благотворительные инициативы, что способствует расширению благотворительности и социальной ответственности.",
                imgs: [Botcollectdonations]
            },
            {
                title: "Бот Кафе",
                subtitle: "Бот Кафе - это инновационный Telegram бот, разработанный нашей командой, который предназначен для оптимизации нагрузки на работников ресторана, улучшения взаимодействия с клиентами и повышения уровня обслуживания в кафе или ресторане. Проект Бот Кафе стал успешным и эффективным решением для оптимизации работы кафе и улучшения взаимодействия с клиентами. Благодаря автоматизации процессов, работники кафе могут сосредотачиваться на качестве обслуживания, а клиенты получают удобство и комфорт при посещении заведения.",
                imgs: [Cafebot]
            },
            {
                title: "Антиспам Telegram клиент",
                subtitle: "Антиспам Telegram клиент - это Telegram клиент, разработанный нашей командой, который специально предназначен для защиты каналов с большой аудиторией от спама и нежелательных сообщений. Проект стал надежным и эффективным инструментом для защиты каналов с большой аудиторией от спама и сохранения качественного и интересного контента для их подписчиков. Администраторы каналов ценят возможность контролировать и предотвращать нежелательное поведение, что поддерживает активное и позитивное общение в сообществе.",
                imgs: [Randompicture]
            },
            {
                title: "Бот технической поддержки",
                subtitle: "Бот технической поддержки - это Telegram бот, разработанный нашей командой, который предоставляет пользователю возможность получать техническую поддержку и ответы на вопросы прямо в чате, а также снижает нагрузку на живых операторов и улучшает удовлетворенность пользователей. Проект стал востребованным решением для компаний и организаций, предоставляющих техническую поддержку своим клиентам.",
                imgs: [Technicalsupportbot]
            },
        ]
    },
    // {
    //     img: plus,
    //     number: '03',
    //     title: 'Аналитика',
    //     tabs: ['Nexus Technologies', 'Aurora Labs', 'NovaTech Industries', 'Acme Corporation', 'SparkSoft Technologies',
    //     'Silverstone Solutions', 'ByteTech Solutions', 'Quantum Systems', 'Widget Solutions', 'Swift Innovations'],
    //     content: [
    //         {
    //             title: "Nexus Technologies",
    //             subtitle: "Наши эксперты взяли на себя задачу разработки пользовательского интерфейса, адаптивного дизайна и удобной навигации, обеспечивая приятный и интуитивно понятный пользовательский опыт. Мы также интегрировали необходимые функциональные возможности, такие как контактные формы, системы управления содержимым, онлайн-магазины и другие модули, чтобы удовлетворить конкретные потребности клиента.Помимо этого, мы уделили особое внимание оптимизации сайта для поисковых систем, чтобы обеспечить высокую видимость и улучшить его позиции в поисковой выдаче. Мы также убедились, что веб-сайт полностью адаптирован под различные устройства, обеспечивая отличную работу на смартфонах, планшетах и компьютерах. ",
    //             imgs: [laptop]
    //         },
    //         {
    //             title: "Aurora Labs",
    //             subtitle: "2",
    //             imgs: [laptop]
    //         },
    //         {
    //             title: "NovaTech Industries",
    //             subtitle: "3",
    //             imgs: [laptop]
    //         },
    //         {
    //             title: "Acme Corporation",
    //             subtitle: "4",
    //             imgs: [laptop]
    //         },
    //     ]
    // },
]




