
import laptop from '../../../../assets/img/Laptop.svg'
import plus from '../../../../assets/icons/Plus.svg'
import Botcollectdonations from '../../../../assets/img/Botcollectdonations.svg'
import PaymentService from '../../../../assets/img/PaymentService.svg'
import Cafebot from '../../../../assets/img/Cafebot.svg'
import Ap from '../../../../assets/img/AP.svg'
import Coffee from '../../../../assets/img/Coffee.svg'
import Newsparserbot from '../../../../assets/img/Newsparserbot.svg'
import PharmacywithAP from '../../../../assets/img/PharmacywithAP.svg'
import Randompicture from '../../../../assets/img/Randompicture.svg'
import Tea from '../../../../assets/img/Tea.svg'
import Technicalsupportbot from '../../../../assets/img/Technicalsupportbot.svg'
import TGBots from '../../../../assets/img/TGBots.svg'
import webTab from '../../../../assets/img/webTab.jpg'
import Platforma from '../../../../assets/img/Platforma.jpg'


export const data = [
    {
        img: plus,
        number: '01',
        title: 'WEB Разработка',
        tabs: ['WEB Разработка', 'Разработка платежного сервиса', 'Сайт для аптеки с панелью администратора', 'Админ панель', 'Разработка интернет магазина горячих напитков', 'Platforma'],
        content: [
            {
                title: "WEB Разработка",
                subtitle: "Создание современных и функциональных сайтов, соответствующих требованиям клиента.Персонализированный подход к каждому проекту.Уникальный дизайн, привлекающий внимание посетителей.Интуитивная навигация для удобства пользователей.Гибкость и масштабируемость сайта для роста бизнеса.Оптимизация сайта для поисковых систем, чтобы привлечь больше органического трафика.Поддержка и обслуживание сайта после его запуска.Команда профессионалов, готовых воплотить все ваши идеи в жизнь.Достижение бизнес-целей онлайн через создание эффективного сайта.Свяжитесь с нами сегодня и доверьте создание своего сайта опытным специалистам.Нужно для заЦель и область сайтафункциональные требованиядизайн и пользовательский интерфейсструктура и контенттехнические требованиябюджет и срокиинтеграция и поддержка.",
                imgs: [webTab]
            },
            {
                title: "Platforma",
                subtitle: "Platforma.exe — это уникальный проект, разрабатывающийся как универсальный хаб, в котором будут реализованы следующие возможности:центр профориентации - выявление профессиональных потребностей каждого участника проекта, оценка уровня имеющихся физических и ментальных ограничений для каждой профессии через тестирование, общение с психологом. Формирование индивидуального плана профессионального роста для каждого участника. ",
                imgs: [Platforma]
            },
            {
                title: "Разработка платежного сервиса",
                subtitle: "Это современная и надежная платформа, предназначенная для обработки и управления электронными платежами. Этот сервис обеспечивает клиентам удобный и безопасный способ осуществления онлайн-транзакций, включая оплату товаров и услуг, переводы средств, а также управление электронными кошельками. Мы предоставляем интегрированные решения для эффективного обработки платежей, соблюдая высокие стандарты безопасности и обеспечивая удовлетворение потребностей как бизнесов, так и пользователей.",
                imgs: [PaymentService]
            },
            {
                title: "Сайт для аптеки с панелью администратора",
                subtitle: "Это современная платформа, специально разработанная для аптек, чтобы обеспечить удобное и безопасное онлайн-взаимодействие с клиентами. С данной платформой администраторы могут легко управлять ассортиментом продукции, контролировать запасы, обрабатывать заказы и предоставлять клиентам информацию о наличии лекарств и их характеристиках, гарантируя безупречное обслуживание и удовлетворение потребностей всех пользователей.",
                imgs: [PharmacywithAP]
            },
            {
                title: "Админ панель",
                subtitle: "Это современная и интуитивно понятная платформа управления, разработанная для облегчения задач администраторов веб-проектов. Она предоставляет уникальные возможности по контролю за содержимым, пользователями, статистикой и другими аспектами проекта, что позволяет эффективно управлять и оптимизировать функциональность системы, обеспечивая бесперебойную работу и простоту взаимодействия с проектом",
                imgs: [Ap]
            },
            {
                title: "Разработка интернет магазина горячих напитков",
                subtitle: "Это комплексный подход к созданию современного и привлекательного онлайн-магазина, специализирующегося на продаже разнообразных горячих напитков. Наша команда профессиональных разработчиков и дизайнеров предлагает индивидуальный подход к каждому проекту, обеспечивая уникальный дизайн, удобную навигацию, безопасные платежи и высокую производительность, чтобы обеспечить вашему магазину успешное присутствие в онлайн-мире и привлечь большую аудиторию любителей горячих напитков. ",
                imgs: [Coffee, Tea]
            },

        ]
    },
    {
        img: plus,
        number: '02',
        title: 'Чат-боты',
        tabs: ['Разработка ботов', 'Бот парсер новостей', 'Бот для сбора пожертвований', 'Бот Кафе', 'Антиспам Telegram клиент',
        'Бот технической поддержки'],
        content: [
            {
                title: "Разработка ботов",
                subtitle: "Наша компания предлагает профессиональные услуги по разработке клиентов и ботов для Telegram. Мы специализируемся на создании высокоэффективных и интуитивно понятных чат-ботов, которые помогут вам автоматизировать коммуникацию с вашей аудиторией и улучшить работу вашего бизнеса.",
                imgs: [TGBots]
            },
            {
                title: "Бот парсер новостей",
                subtitle: "Это интеллектуальная система, способная автоматически собирать и анализировать информацию из различных источников новостей. Этот бот обеспечивает быстрый доступ к актуальным новостным статьям, отфильтрованным по интересующим пользователя темам или ключевым словам. Он представляет удобное средство для получения свежей и релевантной информации, сэкономив время и улучшив опыт пользователей в получении новостной информации.",
                imgs: [Newsparserbot]
            },
            {
                title: "Бот для сбора пожертвований",
                subtitle: "Это инновационное программное решение, разработанное для облегчения и упрощения процесса сбора добровольных пожертвований. Этот бот предоставляет удобный и безопасный способ для пользователей сделать пожертвование с помощью онлайн-платежей, выбрав сумму и простыми шагами завершив транзакцию. Он также обеспечивает возможность настройки различных кампаний, следить за статистикой собранных средств и давать отчет о результате благотворительных акций, способствуя повышению осведомленности и мотивируя пользователей поддержать важные социальные и благотворительные инициативы.",
                imgs: [Botcollectdonations]
            },
            {
                title: "Бот Кафе",
                subtitle: "это инновационный виртуальный помощник, разработанный для улучшения опыта клиентов в кафе. С помощью бота пользователи могут легко ознакомиться с меню, оформить заказ, выбрать удобное время для посещения, а также получить информацию о специальных акциях и предложениях. Этот бот значительно упрощает процесс обслуживания, снижает время ожидания и обеспечивает персонализированный подход к каждому клиенту, содействуя повышению удовлетворенности и лояльности кафе.",
                imgs: [Cafebot]
            },
            {
                title: "Антиспам Telegram клиент",
                subtitle: "Это инновационное приложение для мессенджера Telegram, предназначенное для эффективной борьбы с нежелательными сообщениями и спамом. С помощью этого клиента пользователи получают защиту от назойливых рекламных сообщений и нежелательных контактов, благодаря умным алгоритмам и фильтрам, которые автоматически определяют и блокируют спам. Антиспам Telegram клиент обеспечивает комфортное и безопасное общение, позволяя пользователям сосредоточиться на важных и значимых переписках без посторонних помех.",
                imgs: [Randompicture]
            },
            {
                title: "Бот технической поддержки",
                subtitle: "Это интеллектуальный виртуальный ассистент, разработанный для предоставления эффективной технической помощи и решения проблем пользователей. Способный отвечать на часто задаваемые вопросы, предоставлять решения для распространенных технических проблем, а также оказывать поддержку в режиме реального времени, бот технической поддержки ускоряет процесс получения помощи и снижает нагрузку на человеческий персонал. Он обеспечивает быстрое и качественное обслуживание пользователей, улучшая их опыт взаимодействия с продуктами или услугами, и повышает удовлетворенность клиентов.",
                imgs: [Technicalsupportbot]
            },
        ]
    },
    // {
    //     img: plus,
    //     number: '03',
    //     title: 'Аналитика',
    //     tabs: ['Nexus Technologies', 'Aurora Labs', 'NovaTech Industries', 'Acme Corporation', 'SparkSoft Technologies',
    //     'Silverstone Solutions', 'ByteTech Solutions', 'Quantum Systems', 'Widget Solutions', 'Swift Innovations'],
    //     content: [
    //         {
    //             title: "Nexus Technologies",
    //             subtitle: "Наши эксперты взяли на себя задачу разработки пользовательского интерфейса, адаптивного дизайна и удобной навигации, обеспечивая приятный и интуитивно понятный пользовательский опыт. Мы также интегрировали необходимые функциональные возможности, такие как контактные формы, системы управления содержимым, онлайн-магазины и другие модули, чтобы удовлетворить конкретные потребности клиента.Помимо этого, мы уделили особое внимание оптимизации сайта для поисковых систем, чтобы обеспечить высокую видимость и улучшить его позиции в поисковой выдаче. Мы также убедились, что веб-сайт полностью адаптирован под различные устройства, обеспечивая отличную работу на смартфонах, планшетах и компьютерах. ",
    //             imgs: [laptop]
    //         },
    //         {
    //             title: "Aurora Labs",
    //             subtitle: "2",
    //             imgs: [laptop]
    //         },
    //         {
    //             title: "NovaTech Industries",
    //             subtitle: "3",
    //             imgs: [laptop]
    //         },
    //         {
    //             title: "Acme Corporation",
    //             subtitle: "4",
    //             imgs: [laptop]
    //         },
    //     ]
    // },
]




