import React from 'react'

import './AboutUs.scss'


const AboutUs = () => {
  return (
    <section className='AboutUs'>
      <div className="container">
        <h2 className="AboutUs__title title">О КОМПАНИИ</h2>
        <div className="AboutUs__subtitle subtitle">Мы являемся инновационной IT компанией, специализирующейся на создании передовых технологических решений для различных отраслей. Наша цель - помочь вашему бизнесу достичь новых высот с помощью прогрессивных IT-инструментов и интеллектуальных решений.
            <br/>
            Мы стремимся к постоянному совершенствованию и развитию, следуя новейшим тенденциям и технологическим достижениям. Ваш успех является нашим приоритетом, поэтому мы готовы предоставить вам индивидуальные решения, настроенные на ваши уникальные потребности и цели.</div>
      </div>
    </section>
  )
}

export default AboutUs